 {"script": "Isaiah 55:7 - 'Let the wicked forsake their ways and the unrighteous their thoughts. Let them turn to the Lord, and he will have mercy on them, and to our God, for he will freely pardon.'\n
Acts 3:19 - 'Repent, then, and turn to God, so that your sins may be wiped out, that times of refreshing may come from the Lord.'\n
2 Chronicles 7:14 - 'If my people, who are called by my name, will humble themselves and pray and seek my face and turn from their wicked ways, then I will hear from heaven, and I will forgive their sin and will heal their land.'\n
Ezekiel 18:30 - 'Therefore, you Israelites, I will judge each of you according to your own ways, declares the Sovereign Lord. Repent! Turn away from all your offenses; then sin will not be your downfall.'\n
James 4:8 - 'Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded.'\n
Luke 15:10 - 'In the same way, I tell you, there is rejoicing in the presence of the angels of God over one sinner who repents.'\n
2 Peter 3:9 - 'The Lord is not slow in keeping his promise, as some understand slowness. Instead, he is patient with you, not wanting anyone to perish, but everyone to come to repentance.'\n
Acts 2:38 - 'Peter replied, 'Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit.''\n
1 John 1:9 - 'If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.'\n
Matthew 4:17 - 'From that time on, Jesus began to preach, 'Repent, for the kingdom of heaven has come near.''\n
John 3:16 - 'For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.'\n
1 John 4:9-10 - 'This is how God showed his love among us: He sent his one and only Son into the world that we might live through him. This is love: not that we loved God, but that he loved us and sent his Son as an atoning sacrifice for our sins.'\n
Romans 5:8 - 'But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.'\n
Ephesians 2:4-5 - 'But because of his great love for us, God, who is rich in mercy, made us alive with Christ even when we were dead in transgressions—it is by grace you have been saved.'\n
1 John 4:16 - 'So we have come to know and to believe the love that God has for us. God is love, and anyone who abides in love abides in God, and God abides in them.'\n
Zephaniah 3:17 - 'The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you; in his love, he will no longer rebuke you, but will rejoice over you with singing.'\n
Psalm 136:26 - 'Give thanks to the God of heaven. His love endures forever.'\n
Jeremiah 31:3 - 'The Lord appeared to us in the past, saying: 'I have loved you with an everlasting love; I have drawn you with unfailing kindness.'\n
1 Corinthians 13:13 - 'And now these three remain: faith, hope, and love. But the greatest of these is love.'\n
Psalm 103:8 - 'The Lord is compassionate and gracious, slow to anger, abounding in love.'\n
Romans 5:5 - 'And hope does not put us to shame, because God’s love has been poured out into our hearts through the Holy Spirit, who has been given to us.'\n
1 John 4:7 - 'Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God.'\n
Romans 5:2 - 'Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God.'\n
2 Corinthians 5:17 - 'Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!'\n
1 Peter 4:8 - 'Above all, love each other deeply because love covers over a multitude of sins.'\n
Psalm 119:105 - 'Your word is a lamp for my feet, a light on my path.'\n
John 8:12 - 'When Jesus spoke again to the people, he said, 'I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.''\n
Proverbs 27:17 - 'As iron sharpens iron, so one person sharpens another.'\n
2 Timothy 3:16 - 'All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness.'\n
Romans 12:21 - 'Do not be overcome by evil, but overcome evil with good.'\n
Psalm 136:26 - 'Give thanks to the God of heaven. His love endures forever.'\n
Lamentations 3:22-23 - 'Because of the Lord's great love, we are not consumed, for his compassions never fail. They are new every morning; great is your faithfulness.'\n
Psalm 86:15 - 'But you, Lord, are a compassionate and gracious God, slow to anger, abounding in love and faithfulness.'\n
Ephesians 2:4 - 'But because of his great love for us, God, who is rich in mercy.'\n
Psalm 103:8 - 'The Lord is compassionate and gracious, slow to anger, abounding in love.'\n
Romans 5:8 - 'But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.'\n
John 15:9 - 'As the Father has loved me, so have I loved you. Now remain in my love.'\n
1 John 4:18 - 'There is no fear in love. But perfect love drives out fear because fear has to do with punishment. The one who fears is not made perfect in love.'\n
Psalm 136:26 - 'Give thanks to the God of heaven. His love endures forever.'\n
Psalm 107:1 - 'Give thanks to the Lord, for he is good; his love endures forever.'\n
1 John 3:1 - 'See what great love the Father has lavished on us, that we should be called children of God! And that is what we are! The reason the world does not know us is that it did not know him.'\n
1 John 3:16 - 'This is how we know what love is: Jesus Christ laid down his life for us. And we ought to lay down our lives for our brothers and sisters.'\n
1 Corinthians 13:1 - 'If I speak in the tongues of men or of angels, but do not have love, I am only a resounding gong or a clanging cymbal.'\n
Psalm 119:11 - 'I have hidden your word in my heart that I might not sin against you.'\n
Hebrews 12:1 - 'Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us.'\n
Romans 6:23 - 'For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.'\n
1 Corinthians 10:13 - 'No temptation has overtaken you except what is common to mankind. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can endure it.'\n
Colossians 3:5 - 'Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry.'\n
Galatians 5:16 - 'So I say, walk by the Spirit, and you will not gratify the desires of the flesh.'\n
1 Peter 2:24 - 'He himself bore our sins in his body on the cross, so that we might die to sins and live for righteousness; by his wounds, you have been healed.'\n
1 John 2:1 - 'My dear children, I write this to you so that you will not sin. But if anybody does sin, we have an advocate with the Father—Jesus Christ, the Righteous One.'\n
Romans 12:1 - 'Therefore, I urge you, brothers and sisters, in view of God's mercy, to offer your bodies as a living sacrifice, holy and pleasing to God—this is your true and proper worship.'\n
Galatians 5:24 - 'Those who belong to Christ Jesus have crucified the flesh with its passions and desires.'\n
Psalm 19:12-13 - 'But who can discern their own errors? Forgive my hidden faults. Keep your servant also from willful sins; may they not rule over me. Then I will be blameless, innocent of great transgression.'\n
Hebrews 12:1 - 'Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us.'\n
Psalm 19:7 - 'The law of the Lord is perfect, refreshing the soul. The statutes of the Lord are trustworthy, making wise the simple.'\n
Romans 13:14 - 'Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the flesh.'\n
Proverbs 3:5-6 - 'Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight.'\n
James 1:22 - 'Do not merely listen to the word, and so deceive yourselves. Do what it says.'\n
1 Corinthians 10:31 - 'So whether you eat or drink or whatever you do, do it all for the glory of God.'\n
James 4:7 - 'Submit yourselves, then, to God. Resist the devil, and he will flee from you.'\n
Galatians 2:20 - 'I have been crucified with Christ and I no longer live, but Christ lives in me. The life I now live in the body, I live by faith in the Son of God, who loved me and gave himself for me.'\n
Philippians 4:13 - 'I can do all this through him who gives me strength.'\n
Romans 8:38-39 - 'For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord.'\n
Romans 8:28 - 'And we know that in all things God works for the good of those who love him, who have been called according to his purpose.'\n
John 14:15 - 'If you love me, keep my commands.'\n
Romans 12:2 - 'Do not conform to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is—his good, pleasing and perfect will.'\n
Ephesians 4:32 - 'Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.'\n
1 Corinthians 16:14 - 'Do everything in love.'\n
1 John 1:7 - 'But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin.'\n
1 John 4:20 - 'Whoever claims to love God yet hates a brother or sister is a liar. For whoever does not love their brother and sister, whom they have seen, cannot love God, whom they have not seen.'\n
Psalm 51:10 - 'Create in me a pure heart, O God, and renew a steadfast spirit within me.'\n
1 Corinthians 6:19-20 - 'Do you not know that your bodies are temples of the Holy Spirit, who is in you, whom you have received from God? You are not your own; you were bought at a price. Therefore honor God with your bodies.'\n
Psalm 23:1 - 'The Lord is my shepherd, I lack nothing.'\n
John 15:13 - 'Greater love has no one than this: to lay down one's life for one's friends.'\n
John 13:34 - 'A new command I give you: Love one another. As I have loved you, so you must love one another.'\n
1 John 2:15 - 'Do not love the world or anything in the world. If anyone loves the world, love for the Father is not in them.'\n
Galatians 5:22-23 - 'But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, gentleness and self-control. Against such things there is no law.'\n
Matthew 22:37-39 - 'Jesus replied: 'Love the Lord your God with all your heart and with all your soul and with all your mind.' This is the first and greatest commandment. And the second is like it: 'Love your neighbor as yourself.''\n
Hebrews 4:12 - 'For the word of God is alive and active. Sharper than any double-edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart.'\n
John 14:15 - 'If you love me, keep my commands.'\n
1 Corinthians 13:4-7 - 'Love is patient, love is kind. It does not envy, it does not boast, it is not proud. It does not dishonor others, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. Love does not delight in evil but rejoices with the truth. It always protects, always trusts, always hopes, always perseveres.'\n
2 Timothy 2:22 - 'Flee the evil desires of youth and pursue righteousness, faith, love and peace, along with those who call on the Lord out of a pure heart.'\n
1 John 4:8 - 'Whoever does not love does not know God, because God is love.'\n
1 Peter 4:8 - 'Above all, love each other deeply, because love covers over a multitude of sins.'\n
1 Peter 1:22 - 'Now that you have purified yourselves by obeying the truth so that you have sincere love for each other, love one another deeply, from the heart.'\n
Colossians 3:14 - 'And over all these virtues put on love, which binds them all together in perfect unity.'\n
1 Corinthians 13:2 - 'If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but do not have love, I am nothing.'\n
1 John 4:19 - 'We love because he first loved us.'\n
1 Corinthians 6:18 - 'Flee from sexual immorality. All other sins a person commits are outside the body, but whoever sins sexually, sins against their own body.'\n
Proverbs 4:23 - 'Above all else, guard your heart, for everything you do flows from it.'\n
1 Corinthians 13:4 - 'Love is patient, love is kind. It does not envy, it does not boast, it is not proud.'\n
John 14:21 - 'Whoever has my commands and keeps them is the one who loves me. The one who loves me will be loved by my Father, and I too will love them and show myself to them.'\n
Romans 5:5 - 'And hope does not put us to shame, because God’s love has been poured out into our hearts through the Holy Spirit, who has been given to us.'\n
Psalm 119:105 - 'Your word is a lamp for my feet, a light on my path.'\n
John 8:12 - 'When Jesus spoke again to the people, he said, 'I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.''\n
Proverbs 27:17 - 'As iron sharpens iron, so one person sharpens another.'\n
2 Timothy 3:16 - 'All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness.'\n
Romans 12:21 - 'Do not be overcome by evil, but overcome evil with good.'\n
Psalm 136:26 - 'Give thanks to the God of heaven. His love endures forever.'\n
Lamentations 3:22-23 - 'Because of the Lord's great love, we are not consumed, for his compassions never fail. They are new every morning; great is your faithfulness.'\n
Psalm 86:15 - 'But you, Lord, are a compassionate and gracious God, slow to anger, abounding in love and faithfulness.'\n
Ephesians 2:4 - 'But because of his great love for us, God, who is rich in mercy.'\n
Psalm 103:8 - 'The Lord is compassionate and gracious, slow to anger, abounding in love.'\n
Romans 5:8 - 'But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.'\n
John 15:9 - 'As the Father has loved me, so have I loved you. Now remain in my love.'\n
1 John 4:18 - 'There is no fear in love. But perfect love drives out fear because fear has to do with punishment. The one who fears is not made perfect in love.'\n
Psalm 136:26 - 'Give thanks to the God of heaven. His love endures forever.'\n
Psalm 107:1 - 'Give thanks to the Lord, for he is good; his love endures forever.'\n
1 John 3:1 - 'See what great love the Father has lavished on us, that we should be called children of God! And that is what we are! The reason the world does not know us is that it did not know him.'\n
1 John 3:16 - 'This is how we know what love is: Jesus Christ laid down his life for us. And we ought to lay down our lives for our brothers and sisters.'\n
1 Corinthians 13:1 - 'If I speak in the tongues of men or of angels, but do not have love, I am only a resounding gong or a clanging cymbal.'\n
Psalm 119:11 - 'I have hidden your word in my heart that I might not sin against you.'\n
Hebrews 12:1 - 'Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us.'\n
Romans 6:23 - 'For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.'\n
1 Corinthians 10:13 - 'No temptation has overtaken you except what is common to mankind. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can endure it.'\n
Colossians 3:5 - 'Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry.'\n
Galatians 5:16 - 'So I say, walk by the Spirit, and you will not gratify the desires of the flesh.'\n
1 Peter 2:24 - 'He himself bore our sins in his body on the cross, so that we might die to sins and live for righteousness; by his wounds, you have been healed.'\n
1 John 2:1 - 'My dear children, I write this to you so that you will not sin. But if anybody does sin, we have an advocate with the Father—Jesus Christ, the Righteous One.'\n
Romans 12:1 - 'Therefore, I urge you, brothers and sisters, in view of God's mercy, to offer your bodies as a living sacrifice, holy and pleasing to God—this is your true and proper worship.'\n
Galatians 5:24 - 'Those who belong to Christ Jesus have crucified the flesh with its passions and desires.'\n
Psalm 19:12-13 - 'But who can discern their own errors? Forgive my hidden faults. Keep your servant also from willful sins; may they not rule over me. Then I will be blameless, innocent of great transgression.'\n
Hebrews 12:1 - 'Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us.'\n
Psalm 19:7 - 'The law of the Lord is perfect, refreshing the soul. The statutes of the Lord are trustworthy, making wise the simple.'\n
Romans 13:14 - 'Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the flesh.'\n
Proverbs 3:5-6 - 'Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight.'\n
James 1:22 - 'Do not merely listen to the word, and so deceive yourselves. Do what it says.'\n
1 Corinthians 10:31 - 'So whether you eat or drink or whatever you do, do it all for the glory of God.'\n
James 4:7 - 'Submit yourselves, then, to God. Resist the devil, and he will flee from you.'\n
Galatians 2:20 - 'I have been crucified with Christ and I no longer live, but Christ lives in me. The life I now live in the body, I live by faith in the Son of God, who loved me and gave himself for me.'\n
Philippians 4:13 - 'I can do all this through him who gives me strength.'\n
Romans 8:38-39 - 'For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord.'\n
Romans 8:28 - 'And we know that in all things God works for the good of those who love him, who have been called according to his purpose.'\n
John 14:15 - 'If you love me, keep my commands.'\n
Romans 12:2 - 'Do not conform to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is—his good, pleasing and perfect will.'\n
Ephesians 4:32 - 'Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.'\n
1 Corinthians 16:14 - 'Do everything in love.'\n
1 John 1:7 - 'But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin.'\n
1 John 4:20 - 'Whoever claims to love God yet hates a brother or sister is a liar. For whoever does not love their brother and sister, whom they have seen, cannot love God, whom they have not seen.'\n
Psalm 51:10 - 'Create in me a pure heart, O God, and renew a steadfast spirit within me.'\n
1 Corinthians 6:19-20 - 'Do you not know that your bodies are temples of the Holy Spirit, who is in you, whom you have received from God? You are not your own; you were bought at a price. Therefore honor God with your bodies.'\n
Psalm 23:1 - 'The Lord is my shepherd, I lack nothing.'\n
John 15:13 - 'Greater love has no one than this: to lay down one's life for one's friends.'\n
John 13:34 - 'A new command I give you: Love one another. As I have loved you, so you must love one another.'\n
1 John 2:15 - 'Do not love the world or anything in the world. If anyone loves the world, love for the Father is not in them.'\n
Galatians 5:22-23 - 'But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, gentleness and self-control. Against such things there is no law.'\n
Matthew 22:37-39 - 'Jesus replied: 'Love the Lord your God with all your heart and with all your soul and with all your mind.' This is the first and greatest commandment. And the second is like it: 'Love your neighbor as yourself.''\n
Hebrews 4:12 - 'For the word of God is alive and active. Sharper than any double-edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart.'\n
John 14:15 - 'If you love me, keep my commands.'\n
1 Corinthians 13:4-7 - 'Love is patient, love is kind. It does not envy, it does not boast, it is not proud. It does not dishonor others, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. Love does not delight in evil but rejoices with the truth. It always protects, always trusts, always hopes, always perseveres.'\n
2 Timothy 2:22 - 'Flee the evil desires of youth and pursue righteousness, faith, love and peace, along with those who call on the Lord out of a pure heart.'\n
1 John 4:8 - 'Whoever does not love does not know God, because God is love.'\n
1 Peter 4:8 - 'Above all, love each other deeply, because love covers over a multitude of sins.'\n
1 Peter 1:22 - 'Now that you have purified yourselves by obeying the truth so that you have sincere love for each other, love one another deeply, from the heart.'\n
Colossians 3:14 - 'And over all these virtues put on love, which binds them all together in perfect unity.'\n
1 Corinthians 13:2 - 'If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but do not have love, I am nothing.'\n
1 John 4:19 - 'We love because he first loved us.'\n
1 Corinthians 6:18 - 'Flee from sexual immorality. All other sins a person commits are outside the body, but whoever sins sexually, sins against their own body.'\n
Proverbs 4:23 - 'Above all else, guard your heart, for everything you do flows from it.'\n
1 Corinthians 13:4 - 'Love is patient, love is kind. It does not envy, it does not boast, it is not proud.'\n
John 14:21 - 'Whoever has my commands and keeps them is the one who loves me. The one who loves me will be loved by my Father, and I too will love them and show myself to them.'\n
Romans 5:5 - 'And hope does not put us to shame, because God’s love has been poured out into our hearts through the Holy Spirit, who has been given to us.'\n
Psalm 119:105 - 'Your word is a lamp for my feet, a light on my path.'\n
John 8:12 - 'When Jesus spoke again to the people, he said, 'I am the light of the world. Whoever follows me will never walk in darkness. "}
